{
    "scene": "sala del tiempo 2",
    "chars": 3, 
    "names":
    {
        "0":"¿¿¿???",
        "1":"Paradox",
        "2":"[player]"
    },
    "dials": 54,
    "texts":
    {
        "0": {"P":-1, "D":"[stop]“Coloca la espada en mi pedestal”"},
        "1": {"P":0, "D":"Jmm… interesante…"},
        "2": {"P":1, "D":" Chico… YO SOY PARADOX, DIOS DEL ESPACIO-TIEMPO..."},
        "3": {"P":1, "D":" Este es mi reino fuera de todo tiempo… EL REINO EX TEMPORE…"},
        "4": {"P":2, "D":"PARADOX… "},
        "5": {"P":2, "D":"Quien… como llegue aquí…"},
        "6": {"P":1, "D":" Tu no deberías estar aquí, [player]…"},
        "7": {"P":1, "D":" Tu alma esta corrupta, fuera de un tiempo o espacio."},
        "8": {"P":1, "D":" Algo debió ocurrir para que desapareciera, no hay ningún registro de tu vida o de tu existencia en sí."},
        "9": {"P":1, "D":" Te encontré vagando por mi reino y te ligue a este con mi espada para que no desaparezcas."},
        "10": {"P":1, "D":" ¿Por qué?, porque bueno… "},
        "11": {"P":1, "D":" La verdad es curioso… nunca había visto a un humano quedar atrapado en mi reino…"},
        "12": {"P":2, "D":"Entonces si fuiste tu quien me trajo aquí…"},
        "13": {"P":1, "D":" No te confundas… tu apareciste en mi reino, yo solo te salve la vida…"},
        "14": {"P":2, "D":"¿Y cómo puedo salir de aquí?, tengo que… el Señor Oscuro…"},
        "15": {"P":1, "D":" Tu existencia está corrupta… es complicado, no conocí en ningún otro tiempo un caso como el tuyo…"},
        "16": {"P":2, "D":"Aun no comprendo, ¿Cómo que corrupta?…"},
        "17": {"P":1, "D":" No puedes volver a tu línea temporal porque no perteneces a ella, a ninguna en realidad… "},
        "18": {"P":1, "D":" Tu vida sigue un tiempo, desde que naces hasta que mueres, al igual que tu mundo, y cada realidad sigue la misma idea."},
        "19": {"P":1, "D":" Cada hecho, cada decisión que hayas o no hayas tomado queda registrada en una línea temporal… ósea que muchos tus deberían existir en muchas líneas de tiempo, pero ninguno esta…"},
        "20": {"P":2, "D":"¿Es como otra dimensión?, ¿Un yo alterno o algo asi?, ¿algo así?"},
        "21": {"P":1, "D":" Si, algo así… es como el gato en la caja, es posible que esté entre vivo o muerto y cada posibilidad sigue la línea de tiempo donde si sucedió"},
        "22": {"P":1, "D":"¿te suena Schrödinger?, oh es otra realidad la tuya… en fin… no importa."},
        "23": {"P":1, "D":" Tú ya no eres más, estas fuera, y no hay nada que yo pueda hacer por ti…"},
        "24": {"P":2, "D":"…"},
        "25": {"P":1, "D":" Jejeje, pero tu si puedes…"},
        "26": {"P":2, "D":"¡¿Qué hago?!... esto es… digo…"},
        "27": {"P":2, "D":"Hay algo que debo hacer… que siento que debo hacer…"},
        "28": {"P":1, "D":" Al parecer no estas tan corrupto del todo… cuando desapareciste del tiempo, toda tu existencia se unifico en lo que eres ahora…"},
        "29": {"P":2, "D":"¿A qué te refieres?"},
        "30": {"P":1, "D":" ¿Recuerdas lo que hiciste cuando escapabas de esos monstruos?"},
        "31": {"P":2, "D":"El Remanente Temporal…"},
        "32": {"P":1, "D":" Eres capaz de registrar una existencia, alguna de las infinitas que hay convergidas dentro de ti en este mundo, aunque sea en un corto periodo de tiempo"},
        "33": {"P":1, "D":" Es muy… interesante…"},
        "34": {"P":1, "D":" El tema es que cuando desapareciste y borraste de tu línea temporal, la fragmentaste…"},
        "35": {"P":1, "D":" Los fragmentos de estas líneas son los VORTEX, que quedaron remanentes fuera del tiempo…"},
        "36": {"P":1, "D":" Por alguna razón tu aún los mantienes “vivos” en este mundo…"},
        "37": {"P":1, "D":" Puede ser porque te ligue a mi espada, o “tus ganas de vivir son más fuerte”, lo que te suene más poético…"},
        "38": {"P":1, "D":" El tema es que estos se encuentras protegidos por los guardianes del tiempo… así que tendrás que ir a por ellos y derrotarlos si quieres recuperar tu línea temporal…"},
        "39": {"P":2, "D":"Jmm… un VORTEX… ¿qué es eso?"},
        "40": {"P":1, "D":" Emm… digamos que las líneas temporales no son rectas y paralelas entre sí… "},
        "41": {"P":1, "D":" Están revueltas… se cruzan, se dividen, se fusionan, se crean, y se separan… "},
        "42": {"P":1, "D":" Los puntos donde dos o más líneas coinciden se llaman VORTEX… es en donde tu vida toma algún rumbo…"},
        "43": {"P":1, "D":" Por lo que veo tu línea creo 5 VORTEX, ya tienes uno… así que solo faltan 4"},
        "44": {"P":2, "D":"¿Entonces solo tengo que recuperar mis VORTEX y poder salir de aquí?"},
        "45": {"P":1, "D":" Si… pero cuidado…"},
        "46": {"P":1, "D":" Si no te conoces a ti mismo, podrías desviar tu rumbo en algo que tal vez, no eras tú, o el tú que conocías, quien sabe…"},
        "47": {"P":1, "D":" Y si no eres consistente con tus elecciones podrías fragmentar aún más tu existencia y nunca salir de aqui"},
        "48": {"P":2, "D":"… vale la pena intentarlo"},
        "49": {"P":2, "D":"¿Dónde encuentro a los guardianes?"},
        "50": {"P":1, "D":" Están en mis tierras, EL REINO EX TEMPORE…si cruzas esa puerta llegaras a él…"},
        "51": {"P":2, "D":"Gracias por la ayuda PARADOX."},
        "52": {"P":1, "D":"Como te dije, solo estoy observando, esto no es de mi incumbencia… "},
        "53": {"P":1, "D":" Pero es… interesante tu situación…"}
    
    }
}

 